Repository: kostex/ShellScriptLauncher
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32005
source: General
de_de: Allgemein

# #32006
source: menu file
de_de: Menüdatei

# #32100
source: Menu File Error
de_de: Menüdatei Fehler

# #32101
source: Menu file not found. Please select a file in the addon settings. Please visit https://github.com/wastis/ShellScriptLauncher for more information.
de_de: Menüdatei wurde nicht gefunden. Bitte wähle Sie eine Menüdatei in den Addon-Einstellungen aus. Besuchen sie auch https://github.com/wastis/ShellScriptLauncher für weitere Informationen.

# #32102
source: Menu file is a directory. Please select a file in the addon settings. Please visit https://github.com/wastis/ShellScriptLauncher for more information.
de_de: Menüdatei ist ein Verzeichnis. Bitte wähle Sie eine Menüdatei in den Addon-Einstellungen aus. Besuchen sie auch https://github.com/wastis/ShellScriptLauncher für weitere Informationen.

# #32103
source: Cannot access menu file, permission problem.
de_de: Kann nicht auf Menüdatei zugreifen, Berechtigungsprobleme.

# #32104
source: Please see Kodi log for more information.
de_de: Bitte sehen Sie die Kodi Logdatei für weitere Informationen ein.

# #32105
source: Menu file is empty or might not have the correct format. Please visit https://github.com/wastis/ShellScriptLauncher for more information.
de_de: Menüdatei ist leer oder hat das falsche Format. Besuchen sie auch https://github.com/wastis/ShellScriptLauncher für weitere Informationen.

# #32110
source: Command Error.
de_de: Befehlsfehler.

# #32111
source: Error executing command: %s
de_de: Fehler beim Ausführen des Befehls: %s

# #32112
source: Execution completed.
de_de: Ausführung abgeschlossen.

# #32113
source: %s did not return the expected value. Error code: %s
de_de: %s hat nicht den erwarteten Wert zurückgeliefert. Fehlerwert: %s
